aliariff.vscode-erb-beautify
bibhasdn.unique-lines
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
cweijan.vscode-redis-client
eamodio.gitlens
esbenp.prettier-vscode
GitHub.codespaces
GitHub.copilot
golang.go
groksrc.ruby
hoovercj.ruby-linter
hoovercj.vscode-power-mode
humao.rest-client
karunamurti.haml
lukeocodes.gentle-themes
miguel-savignano.ruby-symbols
misogi.ruby-rubocop
mitchdenny.ecdc
ms-azuretools.vscode-docker
ms-ossdata.vscode-postgresql
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
rebornix.ruby
sianglim.slim
skattyadz.vscode-quick-scope
stkb.rewrap
streetsidesoftware.code-spell-checker
tinaciousdesign.theme-tinaciousdesign
vayan.haml
vscodevim.vim
walkme.Ruby-extension-pack
wingrunr21.vscode-ruby
