apt-transport-https
build-essential
ca-certificates
curl
git
gnupg-agent
httpie
less
libssl-dev
neovim
procps
ripgrep
ruby
ruby-build
software-properties-common
ssh-client
sudo
tmux
vim
wget
zsh
