tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

cask "alfred"
cask "discord"
cask "divvy"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-nerd-font"
cask "font-meslolg-nerd-font"
cask "hyperswitch"
cask "istat-menus"
cask "iterm2"
cask "lastpass"
cask "outline-manager"
cask "outline"
cask "spectacle"
cask "signal"
cask "visual-studio-code"

brew "coreutils"
brew "git"
brew "httpie"
brew "python"
brew "tmux"
brew "wget"
brew "gnu-sed"
