# frozen_string_literal: true

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'

cask 'alfred'
cask 'basecamp'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'font-menlo-for-powerline'
cask 'font-meslo-for-powerline'
cask 'font-meslo-nerd-font'
cask 'font-meslolg-nerd-font'
cask 'iterm2'
cask 'lastpass'
cask 'signal'
cask 'spectacle'
cask 'visual-studio-code'

brew 'coreutils'
brew 'gh'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'httpie'
brew 'keychain'
brew 'nvm'
brew 'python'
brew 'rbenv'
brew 'tmux'
brew 'wget'
